Repository: rozimboy14/ExpensesWebsite
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uz

source: Uzbek
uz: O'zbekcha

source: English
uz: Ingilizcha

source: Russian
uz: Ruscha

source: Register for a free account
uz: Ro'yxatdan o'tish

source: Already have an account?
uz: Xisobingiz bormi?

source: Register
uz: Ro'yxatdan o'tish

source: Forgot your password?
uz: Parolni unitdingizmi

source: Reset of password
uz: Parolni qayta tiklash

source: Enter your email to receive a password reset link.
uz: Parolni qayta tiklash uchun emailingizni kiriting

source: Create a new account
uz: Yangi xisob yaratish

source: Set New Password
uz: Yangi parol o'rnatish

source: Signin
uz: Tizimga kirish

source: Expenses
uz: Xarjatlar

source: Add Expenses
uz: Xarjat qo'shish

source: Amount
uz: Miqdor

source: Description
uz: Tasnif

source: Category
uz: Kategoriya

source: Date of Expense
uz: Xarajat sanasi

source: Save
uz: Saqlash

source: Edit Expenses
uz: Xarajatni taxrirlash

source: My Expenses
uz: Mening xarajatlarim

source: +Add
uz: Qo'shish

source: Date
uz: Sana

source: Amount (CURRENCY)
uz: Miqdor

source: Total
uz: Jami

source: Expenses Summary
uz: Xarajatlar xisobotlari

source: Back
uz: Orqaga

source: Summary
uz: Xisobolar

source: Income
uz: Daromadlar

source: Add Income
uz: Daromad qo'shish

source: Sources
uz: Kurs

source: Date of Income
uz: Daromad sanasi

source: Edit Income
uz: Daromadni taxrirlash

source: Delete
uz: O'chirich

source: My Income
uz: Mening daromdlarim

source: Source
uz: Kurs

source: Dashboard
uz: Boshqaruv Paneli

source: Income Summary
uz: Daromadlar xisoboti

source: Settings
uz: Sozlamalar

source: Sign out
uz: Tizimdan chiqish

source: General
uz: Umumiy

source: Account
uz: Xisob

source: Preferred Currency
uz: Tanlangan Valyuta
